/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "%1$@-tillatelse: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "Tilgjengelighet";

/* Preferences pane for `App` settings */
"App" = "Program";

/* Check box next to the 'Check for updates' button */
"Automatically" = "Automatisk";

/* Button, when pressed, checks for updates now */
"Check for updates" = "Sjekk etter oppdateringer";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "Aktiver %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "For innstillinger, klikk ikonet i menylinjen";

/* Alert box title */
"Icon Hidden" = "Ikon skjult";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "Inkluder betaversjoner";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "Inndataovervåkning";

/* Large step size */
"Large" = "Stor";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "Åpne valg for %1$@";

/* Section title */
"Permissions" = "Tillatelser";

/* No comment provided by engineer. */
"Preferences" = "Valg";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "Avslutt %1$@";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "Be om %1$@-tillatelsen";

/* Prefs check box */
"Reverse Horizontal" = "Reverser horisontalt";

/* Prefs check box */
"Reverse Mouse" = "Reverser mus";

/* Prefs check box */
"Reverse Trackpad" = "Reverser styreflate";

/* Prefs check box */
"Reverse Vertical" = "Reverser vertikalt";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "Scroll Reverser kjører nå!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Scroll Reverser trenger Tilgjengelighet-tillatelsen for å endre på rullingen din.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverser trenger Inndataovervåkning-tillatelsen for å registrere om fingrene dine berører styreflaten.";

/* Prefs section header */
"Scroll Wheel" = "Musehjul";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "Rulling";

/* Prefs section title */
"Scrolling Axes" = "Rulleakser";

/* Prefs section title */
"Scrolling Devices" = "Rulleenheter";

/* Prefs check box */
"Show in menu bar" = "Vis i menylinje";

/* Small step size */
"Small" = "Liten";

/* Prefs check box */
"Start at login" = "Start ved innlogging";

/* Size of one step of the mouse scroll wheel */
"Step size" = "Størrelse på trinn";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "%1$@-ikonet har blitt fjernet fra menylinjen. For å gjenopprette det, start %1$@ på nytt via Finder.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔️ kreves";

/* No comment provided by engineer. */
"✅ granted" = "✅ tillatt";
